const quiz = [
    {
        "q" : "Гланый закон алхимии?",
        "a" : {
            "w": "Чтобы что-то получить, нужны хорошие ингредиенты",
            "t": "Чтобы что-то получить, нужно стараться больше",
            "c": "Чтобы что-то получить, нужно пожертвовать чем-то равноценным",
            "s": "Чтобы что-то получить, нужно попросить у мамы",
            "h": "Чтобы что-то получить, нужно захимичить",
            "f": "Не важно"
        }
    },
    {
        "q" : "Как звали главную шлюху из аниме Башня Бога?",
        "a" : {
            "w": "Анак",
            "f": "Сакура",
            "t": "Андросси",
            "s": "Серена",
            "c": "Рахиль",
            "h": "Джо Джо"
        }
    },
    {
        "q" : "Как переводился символ у Гаары на лбу?",
        "a" : {
            "c": "Любовь",
            "w": "Ненависть",
            "h": "Коноха",
            "t": "Мститель",
            "f": "Секс",
            "s": "Гаара",
        }
    },
    {
        "q" : "Как звали главного братана в аниме?",
        "a" : {
            "w": "Симон",
            "t": "Китан",
            "c": "Камино",
            "s": "Ёко",
            "h": "Шикаку",
            "f": "Лиирон"
        }
    },
    {
        "q" : "Как звали сестру Акаме?",
        "a" : {
            "w": "Леонэ",
            "f": "Кирито",
            "t": "Мэйн",
            "s": "Акаме",
            "h": "Зельда",
            "c": "Куромэ",
        }
    },
    {
        "q" : "Главная техника Гона?",
        "a" : {
            "c": "Камень, ножницы, бумага",
            "w": "Контроль нэн",
            "t": "Рыбалка особенной удочкой",
            "f": "Сон",
            "s": "Разенган",
            "h": "Шаринган"
            
        }
    },
    {
        "q" : "Как звали 6-ого призрачного игрока из поколения чудес?",
        "a" : {
            "w": "Аомине",
            "t": "Акаши",
            "c": "Куроку",
            "s": "Килуа",
            "h": "Симон",
            "f": "Пётр",
        }
    },
    {
        "q" : "Что такое расширение территории?",
        "a" : {
            "w": "Особая техника, которая помогает быстрее бегать",
            "f": "Крым 2014",
            "t": "Простая территория",
            "c": "техника территории, действующая как поле, покрывающее тело пользователя и сводящее на нет проклятые техники",
            "s": "Фистинг",
            "h": "Время течет медленнее, особый вид гендзюцу",
        }
    },
    {
        "q" : "Что такое сёдзё?",
        "a" : {
            "w": "аниме со сценами битвы",
            "t": "персонаж в самурайской одежде",
            "c": "аниме для девушек",
            "s": "Рамен",
            "h": "Вид самоубийства",
            "f": "Не важно"
        }
    },
    {
        "q" : "Какой философский вопрос поднимает серия аниме-фильмов Тетрадь смерти?",
        "a" : {
            "w": "Нужно ли бояться смерти?",
            "s": "Прятать ли дневник от родителей?",
            "t": "Быть или не быть?",
            "h": "Прощать ли людей, которые говорят слово Н.гер?",
            "c": "Может ли убийство быть благом?",
            "f": "Наруто"
        }
    }
]